Repository: sivanov87/casino_tgbot
Catalog: commands_*.po
Languages: ru

source: "Help
ru: Помощь

source: "TOP
ru: ТОП

source: "Feedback
ru: Отзыв

# chatlink
source: "Chat
ru: Чат

source: "Main menu
ru: Главное меню

# share
source: "Share bot
ru: Поделиться

# ratebot
source: Rate me ::-like-::
ru: Оцените бота ::-like-::

# invite_friends
source: Get coins::-moneybag-::
ru: Получить монеты::-moneybag-::

source: Black
ru: Черное

source: Red
ru: Красное

source: Even
ru: Четное

source: Odd
ru: Нечетное

# dices_run
source: Roll dices ::-dices-::
ru: Кидать кости ::-dices-::

# slot_machine_run
source: SM PUSH ::-slot_machine-::
ru: Нажать ::-slot_machine-::

# dices_description
source: Dices Rules
ru: Правила костей

# slot_machine_description
source: SM Rules
ru: СМ Правила

source: Profile
ru: Профиль

# play_dices
source: Dices ::-dices-::
ru: Кости ::-dices-::

# play_slot_machine
source: Slot Machine ::-slot_machine-::
ru: Слот-машина ::-slot_machine-::

# play_roulette
source: Roulette
ru: Рулетка

# roulette_description
source: Roulette rules
ru: Правила рулетки

# sharebotsbot
source: Interesting bots ::-baloon-::
ru: Интересные боты ::-baloon-::
