Repository: sivanov87/casino_tgbot
Catalog: texts_*.po
Languages: ru

# help
source: You are in the Casino. You can play difference game and win money::-moneybag-::! Enjoy! /help - help /profile - profile information /feedback - feedback /chooselanguage - change language ::-baloon-::Our interesting bots - https://telegram.me/trynewbot?start=casino_tgbot In the beginning, we give you 50 ::-moneybag-::. If you have less than 50::-moneybag-:: during the game, we give you 10::-moneybag-:: every hour if you play any game.
ru: Вы находитесь в Казино. Играйте и выигрывайте деньги::-moneybag-::! /help - помощь /profile - информация о профиле /feedback - вопросы и предложения /chooselanguage - смена языка ::-baloon-::Наши интересные боты https://telegram.me/trynewbot?start=casino_tgbot Изначально мы даем вам 50 ::-moneybag-::. Если у вас в процессе игры окажется менее 50::-moneybag-:: мы будем давать вам еще 10::-moneybag-:: каждый час, если вы сыграете в любую игру.

# top_players_all
source: Top players:
ru: Лучшие игроки:

# profile
source: %name% Coins: %coins%::-moneybag-:: In the beginning, we give you 50 ::-moneybag-::. If you have less than 20::-moneybag-:: during the game, we give you 10::-moneybag-:: every hour if you play any game. You can invite friends and receive money - press /invite_friends for info!
ru: %name% Деньги: %coins%::-moneybag-:: Изначально мы даем вам 50 ::-moneybag-::. Если у вас в процессе игры окажется менее 20::-moneybag-:: мы будем давать вам еще 10::-moneybag-:: каждый час, если вы сыграете в любую игру. Также вы можете приглашать друзей и получать монеты за них - /invite_friends

# feedback
source: Please, write your feedback about game in the next message::-baloon-::
ru: Напишите, пожалуйста, ваш отзыв об игре в следующем сообщении::-baloon-::

# botisstopped
source: You unsubscribe. Now you will not receive notification of it. You can always sign up again by typing /start
ru: Вы отписались от рассылки. Теперь вы не будете получать уведомления от него. Вы всегда можете подписаться снова набрав /start

# ratebot
source: Please, rate this bot
ru: Пожалуйста, оцените этого бота

# rateonstorebot
source: Please, rate this bot on 5 stars on storebot by link http://telegram.me/storebot?start=casino_tgbot ::-star-::::-star-::::-star-::::-star-::::-star-:: You help us to improve the game!
ru: Пожалуйста, оцените на 5 звезд этого бота в storebot по ссылке http://telegram.me/storebot?start=casino_tgbot ::-star-::::-star-::::-star-::::-star-::::-star-:: Этим вы помогаете улучшать игру!

# invite_friends
source: Super action! We give coins::-moneybag-:: for friends! ::-baloon-:: For each friend who has followed the link %reflink%, you will get 25 ::-moneybag-::. You can either write or forward them the previous message рџ”ќ
ru: Супер акция! Мы выдаем монеты::-moneybag-:: за приглашенных друзей!::-baloon-:: За каждого друга, который перешел по ссылке %reflink%, вы получите 25 монет::-moneybag-::. Вы можете или написать другу или переслать ему предыдущее сообщение🔝

# top_players_friends
source: Top friends count:
ru: Лучшие по количеству друзей:

# best_player_yesterday
source: Best yesterday player:
ru: Лучший игрок вчерашнего дня:

# best_player_all
source: Best player:
ru: Лучший игрок:

source: Black
ru: Черное

source: Red
ru: Красное

# badroulettebet
source: We don't understand your bet name. Please, type again.
ru: Мы не распознали вашу ставку, попробуйте еще раз.

# dices_description
source: You and your opponent roll 2 dices::-dices-::. The winner is person who has more points. Default bet 1::-moneybag-::
ru: Вы и ваш оппонент бросают 2 кубика ::-dices-::. У кого больше сумма очков - тот и победитель. Базовая ставка 1::-moneybag-::

# dices_equal
source: Equal points. You take your bet. Roll dices again::-dices-::
ru: Равные очки. Вам возвращена ставка. Кидайте кости еще раз::-dices-::

# dices_loose
source: Try again!
ru: Попробуйте еще раз!

# dices_result
source: You: %player0%%player1% Opponent: %casino0%%casino1%
ru: Вы: %player0%%player1% Оппонент: %casino0%%casino1%

# dices_win
source: You win::-baloon-:: and receive %result%::-moneybag-::
ru: Вы выиграли::-baloon-:: и получаете %result%::-moneybag-::

# nomoney
source: You haven't money to play game. Invite friends or wait some time.
ru: У вас нет денег на игру. Приглашайте друзей или подождите некоторое время.

# roulette_description
source: Choose roulette combination and play!::-baloon-:: Red or Black - 1:1 Odd or Even - 1:1 Type any number (1-36) - 36:1 Default bet 1::-moneybag-::
ru: Выберите комбинацию на рулетке и играйте!::-baloon-:: Красное или Черное - 1:1 Четное или Нечетное - 1:1 Введите любое число (1-36) - 36:1 Базовая ставка 1::-moneybag-::

# roulette_loose
source: Try again!
ru: Попробуйте еще раз!

# roulette_win
source: You win::-baloon-:: and receive %result%::-moneybag-::
ru: Вы выиграли::-baloon-:: и получили %result%::-moneybag-::

# slot_machine_description
source: Push button and win! One or more ::-slot0-:: - x1 3 equal slots - x5 4 equal slots - x20 5 equal slots - x1000 Default bet 1::-moneybag-::
ru: Нажмите кнопку и выиграйте! Один или более ::-slot0-:: - x1 3 одинаковых слота - x5 4 одинаковых слота - x20 5 одинаковых слотов - x1000 Базовая ставка 1::-moneybag-::

# slot_machine_loose
source: Try again!
ru: Попробуйте еще раз!

# slot_machine_result
source: Result: %s0%%s1%%s2%%s3%%s4%
ru: Результат: %s0%%s1%%s2%%s3%%s4%

# slot_machine_win
source: WOW! You win %result%::-moneybag-:: ::-baloon-::
ru: Поздравляем! Вы выиграли %result%::-moneybag-:: ::-baloon-::

# top_players_today
source: Top today players:
ru: Лучшие игроки сегодня:

# sharebotsbot
source: ::-baloon-::Our interesting bots - https://telegram.me/trynewbot?start=casino_tgbot
ru: ::-baloon-::Наши интересные боты https://telegram.me/trynewbot?start=casino_tgbot

# template_share
source: Help me - go to link %reflink%, for which I'll get 25 gold::-moneybag-:: in the best Telegram's casino. And you can start with 50(!) gold::-moneybag-:: - join us ::-baloon-::
ru: Переходи по ссылке %reflink%, и ты начнешь игру в лучшем казино в Телеграмме с 50(!) монетами::-moneybag-:: - успевай, пока не поздно!::-baloon-::
